{
    "Episode1":{
        "epsname":"Secrets",
        "epinfo":"In June 2019, 43-year-old Michael Kahnwald commits suicide, but his mother Ines hides his suicide letter before anyone else notices it. On 4 November, after nearly two months of treatment at a psychiatric facility, Michael's teenage son Jonas returns to school and reunites with his best friend Bartosz Tiedemann, who is now dating Jonas's love interest, Martha. Erik Obendorf, the high school's main supplier of marijuana, has been missing for two weeks, and police officer Ulrich Nielsen – the father of Martha and her brothers, teenager Magnus and pre-teen Mikkel – has been assigned the investigation, which struggles to uncover any clues. Meanwhile, Ulrich is cheating on his wife, high school principal Katharina, with Jonas's mother Hannah. While searching for Erik's stash of drugs in a cave not far from the town's soon-to-be-closed-down nuclear power plant, Jonas, Bartosz, the three Nielsen children, and Franziska Doppler are frightened by strange sounds and their flickering flashlights, and Mikkel disappears as they flee the cave. The next day, the body of a young boy is discovered, but it is not Mikkel. At an unknown location, a hooded figure straps Erik to a chair, while clamping a mechanism around his head.",
        "image":"https://i0.wp.com/thenerddaily.com/wp-content/uploads/2019/06/Dark-Season-1-Cast.jpg?ssl=1"
    },
    "Episode2":{
        "epsname":"Lies",
        "epinfo":"Mikkel's disappearance brings back memories from 1986 when Ulrich's younger brother Mads vanished, and Ulrich starts believing that the disappearances of Erik, Mikkel, and the body of the third boy are related. While searching the caves, he finds a locked door leading to the nearby nuclear power plant, and although Ulrich's request to enter the power plant is refused by its director Aleksander Tiedemann, Bartosz's father, he is able to clear Erik Obendorf's father, a power plant driver, from his list of suspects. Police chief Charlotte Doppler is informed that the dead boy, dressed in a 1980s outfit, died only 16 hours earlier, and that his ears were destroyed by extreme pressure. Later, as lights start flickering and birds fall dead from the sky, Charlotte grows even more concerned. Meanwhile, an unkempt stranger checks into the hotel owned by Bartosz's mother Regina. Ulrich's mother Jana lies to Ulrich, claiming that her husband Tronte was with her the night of Mads's disappearance, while knowing he had left their house. At dawn, a disoriented Mikkel wakes up in the cave and runs home, only to discover that the date is 5 November 1986.",
        "image":"https://metawitches.files.wordpress.com/2019/02/mv5bmtu3ntm5mte0nv5bml5banbnxkftztgwmjc1otgyndm40._v1_sx1500_cr001500999_al_.jpg?w=768"
    },
    "Episode3":{
        "epsname":"Past and Present",
        "epinfo":"In 1986, four weeks after the disappearance of Mads Nielsen, a desperate Mikkel is found by police chief Egon Tiedemann, who suspects he has been beaten by the teenage Ulrich. Mikkel is brought to the hospital by Ines, then a nurse, who gains his trust. At the nuclear plant, newly elected director Claudia Tiedemann, Egon's daughter and Regina's mother, clashes with her predecessor Bernd Doppler, who informs her of secret barrels hidden in the nearby caves. Bernd's son Helge, gives Claudia a book: Eine Reise durch die Zeit (A Journey Through Time) by H. G. Tannhaus. Meanwhile, as the town's electricity is flickering, a teenage Charlotte starts investigating the deaths of multiple birds, shy young Hannah has unrequited feelings for Ulrich, and Regina is being bullied and engages in self-harm. A flock of sheep is found dead from cardiac arrest with their eardrums ruptured, and, in an undisclosed location, a man surrounded by clocks tinkers with a brass machine. Mikkel escapes from the hospital and returns to the caves; after breaking his leg, he calls for help.In 2019, Ulrich, also having returned to the caves, hears his faint calls, but they cannot see each other.",
        "image":"https://metawitches.files.wordpress.com/2019/02/mv5bnzq2otjmnmytndbkos00odmyltkwnjgtztiyzwq2zmiynwexxkeyxkfqcgdeqxvyodexntexmtm40._v1_.jpg?w=768"
    },
    "Episode4":{
        "epsname":"Double Lives",
        "epinfo":"In 2019, Jonas finds maps and notes about the caves in his family's garage, while Charlotte tries to find a connection between the disappeared boys and the dead birds, which – just like the dead boy – are found to have burst eardrums. The birds also show similar symptoms to birds found after the Chernobyl disaster, and Charlotte suspects connections to the Winden events of 1986. Meanwhile, her marriage to psychologist Peter is crumbling since he was discovered to be having an affair with a transgender prostitute, and she finds evidence that Peter was out driving the night of Mikkel's disappearance, despite him claiming otherwise. Their oldest daughter, Franziska, confides in Magnus Nielsen that she plans to leave Winden due to her parents' wrecked marriage. Franziska's deaf younger sister, Elisabeth, goes missing after school, but eventually returns home, explaining that she met a mysterious man, Noah, who gave her a watch once belonging to Charlotte. Meanwhile, Peter's father Helge, who is suffering from dementia, is found roaming the forest, claiming that he must stop Noah. The next morning, a hooded figure approaches Elisabeth's friend, Yasin, and tells him that Noah has sent him.",
        "image":"https://metawitches.files.wordpress.com/2019/02/mv5bmjiymtcymziwnv5bml5banbnxkftztgwmjazntqxndm40._v1_sx1777_cr001777999_al_.jpg?w=768"
    },
    "Episode5":{
        "epsname":"Truths",
        "epinfo":"In 1986, Mikkel is visited in the hospital by a priest: Noah. After having witnessed Ulrich and Katharina having sex, Hannah falsely tells the police that she saw Ulrich rape Katharina, and Ulrich is arrested.In 2019, with Yasin also vanished, panic is starting to spread, and Charlotte accuses Peter of being involved in the boys' disappearances. Hannah wants to resume her affair with Ulrich, but he angrily refuses. At the hotel, the Stranger tells Regina to deliver a package to Jonas while he is away for a few days, and at Michael's grave, the Stranger approaches Jonas, telling him that his father once saved his life. Bartosz meets Erik Obendorf's drug supplier, who is also Noah. Later, Jonas receives the Stranger's package, containing a light, a Geiger counter, and Michael's suicide letter. In the letter Jonas' father explains that on 4 November 2019, he travelled back to 1986. There he stayed and grew up, raised by Ines, eventually marrying Hannah and fathering Jonas. Thus Mikkel Nielsen became Michael Kahnwald.",
        "image":"https://metawitches.files.wordpress.com/2019/05/mv5bnjczntg5m2ytm2qyyy00nzlllwe1njutzmu3otqyzgrintg2xkeyxkfqcgdeqxvynjuwnzk3ndc40._v1_.jpg?w=768"
    },
    "Episode6":{
        "epsname":"Sic Mundus Creatus Est",
        "epinfo":"In 2019, Mikkel's family struggles not to turn against each other, Regina discovers that she has breast cancer, and Ulrich learns that his father was having an affair with Claudia at the time of Mads' disappearance. After learning that Regina was the last one to see Mads in 1986, Ulrich confronts her, and while she admits to resenting him for bullying her during their childhood, she also makes him see that Hannah was the one framing him for rape. Visiting the morgue, Ulrich finally realises that the dead boy is Mads, not aged since 33 years ago. Meanwhile, Jonas fails to tell his mother about the suicide letter but enters the caves armed with his father's notes and the equipment from the package sent by the Stranger. Within the caves, he finds a door with a Latin phrase, Sic mundus creatus est ('Thus the world was created'), and after crawling through to the other side, he notices flyers put up for the missing Mads Nielsen. A van drives by and stops; in it are 14-year-old Hannah and her father Sebastian, offering Jonas a ride in the rain, warning him about contaminated rain from the recent Chernobyl disaster.",
        "image":"https://metawitches.files.wordpress.com/2019/06/screen-shot-2019-06-09-at-3.44.54-am.png?w=768"
    },
    "Episode7":{
        "epsname":"Crossroads",
        "epinfo":"In 1986, Helge, who was working at the plant the night Mads disappeared, is questioned by Egon about his whereabouts. The Stranger warns Jonas that taking Mikkel back home will result in Jonas never being born. Katharina unsuccessfully attempts to convince Egon that Ulrich never raped her, and Helge and Noah prepare to move Yasin's dead body from a bunker behind Helge's cabin.In 2019, the police are finally allowed to enter the power plant, and Charlotte finds a welded shut door in the caves. Meanwhile, Ulrich finds Egon's 1986 notes, making Helge a suspect, and visits him at the nursing home. Frightened, Helge claims to be able to change the past and future. Ulrich is suspended from work and Katharina confronts him about his affair. Charlotte discovers that the cave system goes beneath an old cabin owned by Helge. She receives a voice message from Ulrich, stating that Helge is the kidnapper, but that the question is not how he is doing it, but when. Late at night, Helge leaves the nursing home, followed by Ulrich, who brings a book from Helge's room: Eine Reise durch die Zeit by H.G. Tannhaus.",
        "image":"https://metawitches.files.wordpress.com/2019/06/dark-s1ep7-jonas-gets-more-confused.png?w=768"
    },
    "Episode8":{
        "epsname":"As You Sow Shall Reap",
        "epinfo":"In 1953, birds begin to die, and the unidentified bodies of Erik and Yasin are discovered. Police chief Daniel Kahnwald (Ines' father) and officer Egon Tiedemann are puzzled by the boys' odd outfits. Ulrich arrives from 2019 and meets several locals, including newcomer Agnes Nielsen and her son Tronte, who are about to rent a room in the Tiedemann house, and a watchmaker named H.G. Tannhaus, who disclaims knowledge of the book found in Helge's 2019 home. Through the young Ines and Jana, Ulrich learns of the two bodies, and when introduced to the 9-year-old Helge, he believes killing him will save the lives of the boys. He bludgeons Helge and leaves him for dead in the bunker. Later, Tannhaus finds Ulrich's smartphone.In 1986, the Stranger meets with an elderly Tannhaus, who shares his theory of time travel through wormholes. The Stranger confirms his theories and states that such a wormhole, allowing people to travel 33 years into the past or future, exists in Winden. He asks Tannhaus to fix a broken brass device of his, so he can destroy the wormhole. Tannhaus later brings out the original version of the device, studying them side by side.",
        "image":"https://metawitches.files.wordpress.com/2019/06/mv5bm2y2yzljmgutmmvlzs00mtvmlthmndatnwvlnmi4zdfhmzy3xkeyxkfqcgdeqxvyodeymzi2ote40._v1_.jpg?w=768"
    },
    "Episode9":{
        "epsname":"Everything Is Now",
        "epinfo":"In 1986, Ulrich is released without charges, and Hannah secretly discovers that a newly arrived young man, who calls himself Aleksander Köhler, is living under a false identity. Claudia encounters her dog Gretchen, who disappeared in 1953, alive and well by the caves, and starts to read Tannhaus' book. When Bernd admits that the hidden barrels contain byproducts of a small meltdown, Claudia hires Aleksander to secretly weld shut the door to them. In an argument with Helge (revealing that the abducted boys died from Noah's attempt to create a time machine) Noah states his mission to free humanity, likening himself to the Biblical Noah.In 2019, Hannah uses her knowledge of Aleksander's past to blackmail him into destroying Ulrich's life. She lies to Katharina that Ulrich wanted to leave his family. Regina discovers the Stranger's research, and Jonas breaks things off with Martha. Bartosz is approached by an elderly Claudia, his supposedly dead grandmother. Later, Bartosz meets with Noah and agrees to join him.In 1953, Helge has been reported missing, and Noah – appearing the same age as in 1986 and 2019 – offers pastoral support to Helge's mother, Greta. Ulrich is arrested and confesses to murdering Helge. The Claudia of 2019 enters Tannhaus' shop with blueprints for the brass machine, asking him to build it for her.",
        "image":"https://metawitches.files.wordpress.com/2019/06/dark-s1ep9-egon-captures-ulrich.png?w=768"
    },
    "Episode10":{
        "epsname":"Alpha and Omega",
        "epinfo":"On the night of Mikkel's disappearance, Peter is visiting Helge's cabin when Mads' body suddenly appears. He calls Tronte to the cabin, and Claudia arrives, telling them to move the corpse.In 1986, the elderly Helge is killed while attempting to stop his younger self by driving a car into him. Jonas has also returned to 1986 to bring Mikkel back to 2019, but Noah and Helge kidnap him. Jonas wakes in the bunker, accompanied by the Stranger, who reveals himself to be the adult Jonas. The Stranger leaves to destroy the wormhole using the brass machine, which Tannhaus has completed from the broken version brought by the adult Jonas and Ulrich's smartphone.In 2019, Charlotte uncovers a 1953 article on Helge's kidnapping, including a photo of Ulrich. Noah tells Bartosz that Claudia is their main adversary, and that the adult Jonas, unwittingly, is about to create the wormhole.In 1953, Helge regains consciousness as the wormhole appears, connecting him to Jonas in 1986. As they reach out to each other, Helge is transported to 1986, while Jonas awakens in a post-apocalyptic Winden in 2052.[14] He is accosted by a gang of bandits and knocked out by an armed woman.",
        "image":"https://metawitches.files.wordpress.com/2019/06/dark-s1ep10-murderer-ulrich.png?w=768"
    }
    
}

