{
    "Episode1":{
        "epsname":"Beginnings and Endings",
        "epinfo":"In 1921, a young Noah and another man are building a passage into the cave that will become the portal. Noah kills his companion on suspicions that he 'lost [his] faith'. The younger Noah is guided by his older self, a member of a group of time travellers called Sic Mundus led by the disfigured and mysterious Adam. Adam tells the older Noah to retrieve the missing pages of Claudia's diary in preparation for an 'apocalypse' that will occur on 27 June 2020.On 21 June 2020, six days before the apocalypse, things in Winden have grown tense. An investigator, Clausen, arrives to assist Charlotte and the police force with their investigations in the disappearances, which now include Helge, Jonas, and Ulrich. Katharina searches the cave for answers. Martha breaks up with Bartosz, who is now working with Noah. The adult Jonas from the future makes his identity known to his mother, Hannah. Aleksander has his men move a truck of radioactive waste into the power plant.In 2053, the teenage Jonas is still stuck in post-apocalyptic Winden, having learned of the impending apocalypse. He plans to stop it but is under strict watch by the adult Elisabeth, who survived the apocalypse and now leads a group of survivors. She forbids anyone to enter the power plant under penalty of death. Jonas enters the Dead Zone nonetheless and finds a large, floating amorphous sphere inside the particle reactor.",
        "image":"https://metawitches.files.wordpress.com/2019/06/dark-s2ep1-hannahs-calendar.png?w=768"
    },
    "Episode2":{
        "epsname":"Dark Matter",
        "epinfo":"In 1987, Mikkel struggles to live his new life as Michael with Ines as his guardian. The old Claudia visits her younger self to inform her about time travel, giving her coordinates of a time machine buried in her backyard. Egon is now retired and suffering from advanced cancer, and doubts his actions regarding the dead children's bodies in 1953. He interviews Helge and goes to the local psychiatric facility to visit an old Ulrich, who has spent 34 years incarcerated after being mistakenly accused of murder. Ulrich rebuffs Egon for his naivety.In 2020, Clausen and Charlotte interview Regina, who is suffering from breast cancer. She discusses the Stranger who was at her hotel during the disappearances and left his belongings, which included pages from Tannhaus' book. The newfound evidence makes Charlotte, who was raised by Tannhaus, question her origins. The adult Jonas informs Hannah about time travel and takes her to 1987, where they see Mikkel in Ines' house.In 2053, Jonas learns via recordings by Claudia about the 'God Particle', the sphere in the reactor that can be used as a portal for time travel. He steals fuel for the portal but is caught by Elisabeth. She initially hangs him in public, but spares him and jails him instead. Silja, Elisabeth's interpreter, doubts Elisabeth's stance and frees Jonas. They go to the Dead Zone, where they successfully access the God Particle. Jonas heads inside, leaving Silja behind.",
        "image":"https://metawitches.files.wordpress.com/2019/06/dark-s2ep2-mikkelnoah.png?w=768"
    },
    "Episode3":{
        "epsname":"Ghosts",
        "epinfo":"In 1954, a young and disfigured Helge returns after being missing for seven months but refuses to talk to anyone but Noah, with whom he spent the last seven months in 1987 building a new time machine. Doris cheats on her husband, Egon, with Agnes. The elderly Claudia later meets with Agnes, a former member of Sic Mundus. Agnes meets with Noah, her brother, and tells him the location of the missing pages in hopes of rejoining Sic Mundus. Claudia delivers Tannhaus' book to him and visits her father's younger self and apologises to him, to his confusion. Claudia encounters Noah in the forest, who kills her. Noah retrieves the missing pages and is dismayed by his findings. He lies to Adam about finding the pages. Egon unsuccessfully interviews Helge and visits an unresponsive Ulrich in jail.In 1987, Egon visits the older Ulrich at the asylum. Ulrich tells Egon his identity, which reminds Egon of claims Mikkel made when he first appeared in 1986. After interviewing Ines, Egon shows older Ulrich a photo of Mikkel. Ulrich attacks Egon and is restrained. Claudia visits Helge and then uses the time machine she found to travel to 2020; she cries upon seeing a dying Regina at her home.",
        "image":"https://metawitches.files.wordpress.com/2019/06/dark-s2ep3-older-claudia-agnes.png?w=768"
    },
    "Episode4":{
        "epsname":"The Travelers",
        "epinfo":"An injured Jonas finds himself in Winden at the year 1921, where he is nursed by the inhabitants. He then tries to return to 2020 through the portal, but is stuck because the portal has yet to be built. Noah escorts him to meet Adam, who reveals himself to be an elderly Jonas.In 2020, adult Jonas and Hannah meet Charlotte and Peter at the bunker and they discuss the existence of time travel, which they also reveal to a sceptical Katharina. The 1987 version of Claudia visits Winden's public library, where she discovers a report on Egon's death; she then travels back to 1987. Clausen interviews Aleksander, who reveals his original surname – Köhler – before he married Regina. Martha, Magnus, Franziska, and Elisabeth visit the cave, where they find Bartosz carrying the time machine. The kids take the time machine and leave Bartosz tied up in the cave. Katharina searches class photos from 1987 and identifies Mikkel, confirming Jonas' claims.In 2053, Silja walks into the power plant, where she is confronted by the adult Elisabeth at gunpoint. They have a heated conversation in which Elisabeth admits her knowledge of the God Particle.",
        "image":"https://metawitches.files.wordpress.com/2019/07/dark-s2ep4-2-noahs-escort-jonas-to-adam.png?w=768"
    },
    "Episode5":{
        "epsname":"Lost and Found",
        "epinfo":"In 1921, Adam discusses his philosophy with Jonas, who is dismayed by the callous person he is to become. Adam tells Jonas about a 'loophole' that will change the past and shows him a God Particle that will take him to any time he wants. Jonas decides to go to the day before Michael kills himself to convince him not to do it.In 1987, Claudia invites Egon to move in with her in hopes of preventing his impending death. The imprisoned Ulrich escapes the psychiatric ward to visit Mikkel at the Kahnwald house. After a conversation, Mikkel realises that the old man is actually his father. Ulrich tries to take Mikkel to the cave but is apprehended by the police. Ines recovers Mikkel and Ulrich returns to the ward.In 2020, Katharina attempts to explain to Magnus and Martha what she discovered but is rebuffed by her children for her distant behaviour. Katharina then approaches Hannah for help understanding time travel. Adult Jonas leaves a necklace for Martha and goes to the Doppler house to help Charlotte, who explains that Tannhaus is not her real grandfather and that she never learned her parents' identities. Magnus, Martha, Franziska, and Elisabeth return to the caves, where Bartosz explains the time machine before taking them to 1987. Noah visits Charlotte at Tannhaus's workshop, revealing to her that she is his daughter.",
        "image":"https://metawitches.files.wordpress.com/2019/07/dark-s2ep5-jonas-adam-survey-steampunk-time-travel-1-e1564020770779.png?w=768&h=351&crop=1"
    },
    "Episode6":{
        "epsname":"An Endless Cycle",
        "epinfo":"Jonas travels back to 20 June 2019 to stop Michael from killing himself. Jonas' 2019 self goes to the beach with Martha, Bartosz, and Magnus; Michael has a tense encounter with his child self; Charlotte and Peter struggle with communication in the wake of Peter's affair; Aleksander fears that his past will catch up to him. After witnessing his 2019 self leaving the lake, 2020 Jonas shares an intimate moment with Martha. 2019 Jonas and Hannah arrive at the Nielsen family home on Ulrich and Katharina's anniversary, where Jonas has sex with Martha and Ulrich starts his affair with Hannah. 2020 Jonas reconciles with his father as he tries to convince him to not kill himself. However, Michael states that he is not considering suicide and reveals that Jonas was the one who led young Mikkel into the portal in the first place. After reading his suicide note, Michael suggests that perhaps the real reason Jonas is there is to inform Michael of what he must do and what he must write. The elderly Claudia arrives at the house and convinces Jonas and Michael that Michael must die and Mikkel must travel to the past as a child so that Jonas can be conceived, as his role in the cycle is greater than he believes.In 1921, two members of Sic Mundus—older versions of Magnus and Franziska—share concerns with Adam.",
        "image":"https://metawitches.files.wordpress.com/2019/07/dark-s2ep6-jonas-martha-with-medal1.png?w=768"
    },
    "Episode7":{
        "epsname":"The White Devil",
        "epinfo":"In 1954, Egon learns from the coroner that Claudia, discovered shot to death, had unusual amounts of radiation exposure. They theorize that she kidnapped Helge, but Helge says 'he' told her about Claudia, the White Devil. Hannah travels to 1954, gives her name as Katharina Nielsen and asks to see Ulrich at the asylum. Ulrich promises he will leave Katharina for her if she helps him get out, but she does not believe him and coldly walks away.In 1987, Claudia tries to prevent the death of her father. Egon wonders why Ulrich tried to reach the caves again, but Claudia insists there is nothing there. He realises she knows about time travel and is selfishly using the caves for her own gain. They struggle for the telephone and he falls and hits his head. The dying Egon tells her she is the White Devil. 2020 Jonas arrives and tells Claudia they still may be able to change the events.2020: Martha meets adult Jonas and is shocked to learn from Katharina that he is her nephew. Clausen confronts Aleksander about his background and informs him that in 1986 his own brother disappeared and that his name was Aleksander Köhler. Clausen shows him an anonymous note explaining that the answers to his brother's disappearance could be found in Winden. Aleksander says nothing.",
        "image":"https://metawitches.files.wordpress.com/2019/08/dark-s2ep7-where.png?w=768"
    },
    "Episode8":{
        "epsname":"Endings and Beginnings",
        "epinfo":"Bartosz delivers the final message from elder Claudia to Regina: a picture of the two of them from 1986. Young Jonas explains to Claudia that her elder self taught him how to save the world, whereas Adam wants to destroy it. Wöller tells Charlotte that he helped Aleksander bury the radioactive waste in the power plant and she believes that Clausen entering the area will provoke the apocalypse. Noah reveals to Adam that he found the final pages and tries to kill Adam, but the gun does not fire. Adam says he cannot be killed because that is 'not his fate'. He then explains that Elisabeth will become Noah's wife and therefore Charlotte's mother. Magnus, Franziska, and Agnes arrive and Agnes kills Noah with his own gun. Young Jonas and Claudia turn on the time machine in the caves, thus connecting the past and future. Young Noah visits adult Jonas and gives him a letter from Martha. Young Jonas and Martha reunite but are interrupted by Adam, who shoots Martha. In the power plant, Clausen forces the opening of the radioactive waste drums which contain rocks soiled with dark matter.In 2053, Elisabeth turns on the machine, simultaneously as Magnus and Franziska do so in 1921. As Katharina enters the cave and opens the Sic Mundus gate, the dark matter creates a portal connecting Elisabeth to Charlotte in 2020. As the town is razed by the apocalypse, Young Jonas is met by another version of Martha who says that she is not from another time, but from another world.",
        "image":"https://metawitches.files.wordpress.com/2019/08/dark-s2ep8-power-plant-black-hole.png?w=768"
    }
}