{
    "Episode1":{
        "epsname":"Deja-vu",
        "epinfo":"In 1987, the 'Unknown'—a time traveler appearing as his child, adult, and elder selves at the same time—burns down the Sic Mundus church, and later assassinates Bernd Doppler in his home, stealing the keys to the nuclear power plant.Amidst the apocalypse in 2020, Jonas and the 'other' Martha travel to a parallel world where Jonas was never born. As of November 2019 in this alternate dimension, Hannah is pregnant and married to Ulrich; Ulrich is having an affair with Charlotte; Katharina and Ulrich are divorced; Franziska is deaf instead of Elisabeth; Peter is a pastor instead of a psychologist; Martha is dating Erik Obendorf's brother Kilian instead of Bartosz and Regina has already passed away. Martha then disappears again before Jonas can find out more information. Jonas later meets an elderly Martha, who tells him that even though he does not exist in this world, it will nonetheless fall apart again and again. Alternate-dimension Martha travels back to 21 September 1888 to meet adult Jonas, who has spent the past months building a device to activate the God Particle. Martha informs him she has come to find the origin of events in each of their worlds",
        "image":"https://metawitches.files.wordpress.com/2020/07/dark-s3ep1-the-unknown-trio.png?w=768"
    },
    "Episode2":{
        "epsname":"The Survivors",
        "epinfo":"In 1888, Franziska, Magnus, Bartosz, and adult Jonas learn about the second world from alternate-dimension Martha in the Tannhaus Machinery Factory. Bartosz tells Martha how they arrived in 1888. The elderly Gustav Tannhaus—H.G. Tannhaus' grandfather—promises Jonas he can create a paradise. Bartosz shows Martha a secret lodge where Heinrich Tannhaus (Gustav's father) attempted to build a time machine to prevent the death of his wife - this lodge eventually becomes the Sic Mundus headquarters. Martha reveals to Bartosz that Jonas is Adam.In 1987, adult Katharina visits Ulrich in the psychiatric ward and promises to get him out. Tronte's marriage with Jana is strained following Mads' death and Tronte's affair with Claudia. Tronte visits Regina, who he believes is his child, and decides to stop investigating Claudia's disappearance for the sake of his marriage. Meanwhile, the Unknown breaks into the power plant and murders Claudia's secretary.In September 2020, three months after the apocalypse, adult Claudia is nursing an ailing Regina while working to find a way to save those that perished in the apocalypse. While Claudia is away, Regina is visited by the elderly Tronte, who reluctantly smothers her to death. Peter and Elisabeth look for Charlotte and Fransizka and learn that a perimeter wall will be built around Winden. They encounter the teenage Noah, who is now sleeping in the Winden caves; he says that he will protect Elisabeth after Peter is killed.In alternate-dimension 2019, the elderly Martha shows Jonas the full Winden family tree. She tells him that the two worlds are doomed to the same fate, and that in her world, the apocalypse will happen in just three days.",
        "image":"https://metawitches.files.wordpress.com/2020/07/mv5bn2m1mwnlotutngnkms00nty4lwjkmtetm2fjnjzjmge5mde1xkeyxkfqcgdeqxvyodexntexmtm40._v1_.jpg?w=768&h=351&crop=1"
    },
    "Episode3":{
        "epsname":"Adam and Eva",
        "epinfo":"In 1888, the Unknown murders Gustav Tannhaus. Bartosz gets into a fight with Jonas, enraged that he did not tell the group that he is Adam. Martha convinces Jonas she can be trusted by giving him a capsule that can activate the God Particle. Jonas attempts to activate the particle, but the power fails. Martha uses the distraction to travel to 2053, where she is revealed to be taking orders from Adam.In alternate-dimension 2019, the elderly Martha tells Jonas that she is 'Eva'—Adam's counterpart in this world—and that her connection with Jonas ties the two worlds in an inseparable 'knot'. Eva claims that whereas she wants to save both worlds, Adam wants to destroy them, and that if Jonas wants Martha to live, he must guide the Martha of Eva's world to eventually become Eva herself. Later, the Unknown is shown to be working for Eva and delivers her the keys to the nuclear power plant's volume control system. Elsewhere in Eva's world, Ulrich informs his staff that Kilian, Bartosz, Franziska, Magnus, and Martha found the unidentified body of a child from the 1980s bearing Mads Nielsen's ID card. Charlotte visits the bunker and finds Helge's pendant. Hannah learns of Ulrich's affair and blackmails Aleksander to ruin Charlotte's life. Helge confesses to the police that he killed Mads. Jonas explains his appearance in alternate-dimension Winden to the 2019 Martha, and takes her through the wormhole in the cave. The two emerge in a desert landscape and are approached by an adult Martha, who tells them they are in the future.",
        "image":"https://metawitches.files.wordpress.com/2020/07/mv5byju4ntfhotytotblzc00mzm3lwiyn2ytmte5ogflmmvlmjlixkeyxkfqcgdeqxvyotc3mjqwmjk40._v1_.jpg?w=768"
    },
    "Episode4":{
        "epsname":"The Origin",
        "epinfo":"In 1954, young Tronte meets the Unknown, who tells him he met his mother long ago and is responsible for his name (implying he is Tronte's father). He gives Tronte a bracelet shaped like an ouroboros. Egon is having an affair with the adult Hannah (living under Katharina's identity) and gives her the St. Christopher pendant. Doris comes to Egon looking for help to find Agnes Nielsen, and later meets the Unknown in the church, who suggests to her that Egon is having an affair. Hannah discovers she is pregnant and tells Egon, who questions whether it is his and gives her money for an abortion. Egon attempts to reconcile with Doris, but she decides to divorce him, which eventually leads Egon down his path of alcoholism. Hannah meets a young Helene Albers—Katharina's future mother—while awaiting an abortion, but reconsiders and leaves the St. Christopher necklace Egon had given to her. Jana is given the ouroboros bracelet by Tronte and begins to fall in love with him, while Tronte has his first sexual experiences with Claudia. The Unknown threatens the Winden mayor into signing the building permit for the nuclear power plant.Adam has moved Sic Mundus' base of operations to 2053. Agnes and Adam watch the God Particle in safety, and Agnes says she knows the true origin of the cycle. She later enters the God Particle.In 2052 in Eva's world—which has been turned into a desert wasteland by the apocalypse—Jonas and Martha meet in the bunker with the adult Martha, who tells them they can prevent the apocalypse if they can stop the opening of the barrels in the power plant, but that only one of the worlds can be saved from it and that Jonas must choose Eva over his world's Martha. After they leave, Noah of Eva's world arrives at the bunker and observes the family tree with the adult Martha, remarking that the Winden family lineage is in fact an infinite circle that originates from Jonas and Martha. Martha and Jonas return to 2019 and have passionate sex. Meanwhile, in 2053 in Adam's world, Adam reveals to Martha that she is pregnant, and that her child with Jonas—the Unknown—is the origin of the family tree.",
        "image":"https://metawitches.files.wordpress.com/2020/07/dark-s3ep4-hannah-helene.png?w=768"
    },
    "Episode5":{
        "epsname":"Life and Death",
        "epinfo":"In 1987, Katharina tries to free Ulrich and makes a plan to steal a keycard from her mother Helene, who works at the psychiatric facility. She follows Helene through the woods, but a confrontation ensues, which ends with Helene bludgeoning Katharina to death with a rock and drowning her body in the lake. She unwittingly drops the St. Christopher pendant on the shore (where it will later be found by Jonas and Martha in 2019). Meanwhile, H.G. Tannhaus reveals to a teenage Charlotte that she was given to him by two mysterious women shortly after his son, daughter-in-law, and granddaughter were killed in a car accident, saying he does not know who her parents really are. An upset Charlotte later meets Peter at the bus station, who arrives in Winden to meet his father, Helge, for the first time.In 2020, Peter continues to look for his eldest daughter and wife. Elisabeth tries to get him to admit they are dead and refuses to continue searching. Returning to their trailer, she is met by an intruder who ties her up and later tries to rape her. Peter returns and tries to save her but is murdered by the burglar. Elisabeth bludgeons the burglar to death with a fire extinguisher. She goes to the cave and is found by Noah. Meanwhile, Claudia is met by her counterpart from Eva's world, who warns her that Jonas will eventually become Adam and attempt to destroy both worlds to untie the knot of events binding them together. Claudia's alternate self assigns her the task of saving both worlds, and gives her the triquetra journal for the first time.In 2053, Adam persuades Charlotte to carry out a task for him. She and Elisabeth bid farewell to Franziska and then enter the God Particle.In 2019 in Eva's world, Jonas leads Martha to the power plant to prevent the apocalypse, but after she injures her face in a similar manner to a scar on Eva's face, he realizes that Eva lied to him and they are merely perpetuating the cycle of events in her world. He and Martha go to confront Eva, who appears with her middle-aged self. She tells Jonas he has completed what he needs to do in her world, before another teenage Martha, bearing a large scar across her face, emerges from behind a door and shoots and kills Jonas.",
        "image":"https://metawitches.files.wordpress.com/2020/08/mv5bzjjimmu5n2utogu2mc00owiylwi2njytmjzkyjfiodkzngm0xkeyxkfqcgdeqxvynzgwmtu0mde40._v1_sy1000_cr0017511000_al_.jpg?w=768"
    },
    "Episode6":{
        "epsname":"Light and Shadow",
        "epinfo":"In 2020, Claudia goes to the abandoned power plant and finds the God Particle in a dormant state. She is met by Jonas, who is apparently still alive. Claudia convinces Jonas to help her restore the God Particle.In 2052 in Eva's world, Eva explains to her scarred teenage self that Martha's death in Adam's world is the point at which two parallel realities overlap: in one scenario, Jonas is saved from the apocalypse by the alternate Martha and brought to Eva's world, where he is eventually killed; a second scenario exists where Jonas is not met by the alternate Martha and instead lives on in his own world, eventually becoming Adam. Eva says that these divergent chains of events coexist in quantum entanglement.Martha travels to the day of the apocalypse in Eva's world and tries to seek help from Magnus, who rebuffs her. She then reaches out to Bartosz, telling him that the apocalypse will be triggered by the opening of the barrels in the power plant. Aleksander, ignoring Hannah's blackmail attempt, calls Charlotte to the power plant in an attempt to clear his name with the police. Unable to reach Aleksander, Martha and Bartosz race to the power plant, but are intercepted by the adult Magnus and Franziska from Adam's world, who explain that Eva lied to her. They send Martha on her mission to rescue Jonas from the apocalypse. Bartosz is met by his adult self, who was sent by Eva alongside the other acolytes of Erit Lux (her world's counterpart to Sic Mundus) – Noah (as an adult and a teenager), Claudia, Egon, and the adult Martha – to complete her world's cycle of events. Meanwhile, the Unknowns travel to the year 1986 in both worlds to trigger the release of radioactive cesium waste at the power plant - this is the incident that eventually results in both the creation of the wormhole in the cave as well as the apocalypse. In 2019, Aleksander and Charlotte open a barrel of the radioactive waste at the power plant, inadvertently releasing the dark matter and causing the apocalypse to erupt in Eva's world.In 2053 in Adam's world, Adam takes Martha prisoner. He tries to destroy the origin by activating the God Particle at the time of the apocalypse in both worlds and releasing the energy of both apocalypses onto Martha, killing her and the child forever.",
        "image":"https://metawitches.files.wordpress.com/2020/08/mv5bzwiyzge0ngitymzhmi00mje1lwixntitnjkxyzfhmgm0njk1xkeyxkfqcgdeqxvyodexntexmtm40._v1_.jpg"
    },
    "Episode7":{
        "epsname":"In Between Time",
        "epinfo":"This episode traces the sequence of various events from 1888 to 2053 that complete the cycle of events in Winden. The episode starts with H.G. Tannhaus' explanation of the Schrodinger's cat paradox, which serves as a metaphor for the two branching sequences of events during the 2020 apocalypse – in one, Martha from Eva's world saves Jonas from the apocalypse, and in the other, she is stopped by Bartosz, who was sent by his adult self on Eva's orders. In this scenario, Bartosz takes Martha back to her world to face Eva, who instructs her to kill Jonas when he arrives at the Erit Lux headquarters with the 2019 Martha. Eva scars Martha's face to remind her whose side she is on.In 1890, Bartosz meets Silja, who was sent from 2053 by Adam. They go on to have two children together in 1904 and 1910 respectively: Hanno (Noah) and Agnes (whose birth results in Silja's death). In 1911, Hannah arrives with a young Silja to stay with Jonas, who has begun to transform into Adam. Jonas strangles Hannah to death and takes Silja in as an eventual member of Sic Mundus.From 1974 to 1986, H.G. Tannhaus is shown building his own time machine in the bunker, in an attempt to prevent the deaths of his son, daughter-in-law and granddaughter.In 2023, Jonas and Claudia fail to reactivate the God Particle. Jonas attempts suicide out of despair but is stopped by the teenage Noah. Noah proves to Jonas that he cannot kill himself, seeing as his adult self already exists, and reminds him of his commitment to helping Noah and Claudia restore the God Particle. This effort continues through 2041, by which point Elisabeth has given birth to Charlotte. The adult Elisabeth and Charlotte from 2053 travel to 2041 to kidnap baby Charlotte (who they eventually deliver to Tannhaus). Noah suspects that Claudia is responsible, which leads to his pursuit of the missing pages in Claudia's notebook and his eventual initiation into Sic Mundus by Adam in 1920. Meanwhile, Claudia - who has been deliberately stalling the restoration of the God Particle on her alternate self's orders - kills her alternate self and begins posing as her to keep up appearances to Eva, all the while collecting knowledge about the cycle of events between both worlds. In 2052, the elderly Claudia sends the adult Jonas on his mission to Winden in 2019, establishing the cycle of events that began in the first season.In 2053, Adam's attempt to destroy the Origin fails to erase his existence, baffling him. He is then met by an elderly Claudia, who tells him she knows how the worlds are connected.",
        "image":"https://metawitches.files.wordpress.com/2020/08/mv5byju3mzbjotktnzcyos00oge0lthhzmetyzyxy2nhmjbknmrlxkeyxkfqcgdeqxvymtewmje1mdqx._v1_sx1777_cr001777999_al_.jpg?w=768"
    },
    "Episode8":{
        "epsname":"Paradise",
        "epinfo":"In 2053, Claudia explains to Adam how he and Eva are tied in an inextricable triquetra knot that has an origin outside both their worlds, and that the two have been endlessly repeating the cycle (which includes Adam's attempts to end it). Claudia directs Adam to prevent the origin in a third, original world – where H.G. Tannhaus created a time machine to prevent the death of his son's family, which inadvertently split his world into the two connected worlds of Adam and Eva.In 2052 in Eva's world, Eva introduces teenage Martha to her son, the Unknown, and forces her to shoot Jonas as her younger self witnessed earlier, claiming this is necessary to save their son.Adam returns to Jonas on the day of the apocalypse and takes him to Eva's world, which Jonas is unaware of at that point in time. Adam urges Jonas to prevent the origin with the alternate Martha, for it is their connection that binds the two worlds together. Adam then visits Eva and, to her shock, refuses to kill her as she originally remembers. Eva realizes that the cycle has finally been broken, and she and Adam embrace. Jonas and Martha travel to the origin world through the passage in the cave and successfully prevent the deaths of Tannhaus' son Marek, his wife Sonja, and their infant daughter Charlotte, thus eliminating the pain that caused Tannhaus to create the time machine in the first place. With the origin prevented, Jonas, Martha and most of the other characters are erased from existence along with both worlds.The only middle-aged main characters who remain in the origin world are those who weren't born as a result of time travel: Hannah, Katharina, Peter, Regina and the Wöller siblings. Additionally, Claudia and Bernd are shown to be Regina's parents. In the origin world, Peter is in a relationship with Bernadette; Regina and Katharina are happy and single since Ulrich never existed in the origin world and Regina never met Aleksander/Boris; and Hannah is expecting a child with Torben Wöller. The six of them enjoy dinner in Regina's house (which was the Kahnwald residence in Adam's world and the Nielsen residence in Eva's world). Amidst a thunderstorm, Hannah notices a yellow raincoat (similar to the one worn by Jonas and Martha in their respective worlds) and experiences an intense deja vu; her recollection bears similarities to the fate of the two worlds, implying that their events have still influenced the origin world in some way. When asked what she will name her child, Hannah takes a moment to think and decides on a name: Jonas.",
        "image":"https://metawitches.files.wordpress.com/2020/08/mv5bmgjhndkyzmetnzrhys00zjq3lwfmztytnjm5owvkmdi4zty0xkeyxkfqcgdeqxvyodexntexmtm40._v1_.jpg"
    }
}